aaron-bond.better-comments
arjun.swagger-viewer
bradlc.vscode-tailwindcss
cloudedcat.vscode-model-viewer
dbaeumer.vscode-eslint
dejmedus.tailwind-sorter
esbenp.prettier-vscode
jeanp413.open-remote-ssh
lkrms.pretty-php
llvm-vs-code-extensions.vscode-clangd
mathematic.vscode-pdf
nicholashsiang.vscode-vue3-snippets
ohziinteractivestudio.ohzi-vscode-glb-viewer
philosowaffle.openapi-designer
redhat.vscode-yaml
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-canadian-english
usernamehw.errorlens
vue.volar
